{
        "work": "GST is one indirect tax for the whole nation, which will make India one unified common market. GST is a single tax on the supply of goods and services, right from the manufacturer to the consumer. Credits of input taxes paid at each stage will be available in the subsequent stage of value addition, which makes GST essentially a tax only on value addition at each stage. The final consumer will thus bear only the GST charged by the last dealer in the supply chain, with set-off benefits at all the previous stages.",
        "slabs": "The Goods and Services Tax (GST) will be levied at multiple rates ranging from 0 per cent to 28 per cent. GST Council finalised a four-tier GST tax structure of 5%, 12%, 18% and 28%, with lower rates for essential items and the highest for luxury and de-merits goods that would also attract an additional cess.  Service Tax will go up from 15% to 18%. The services being taxed at lower rates, owing to the provision of abatement, such as train tickets, will fall in the lower slabs. In order to control inflation, essential items including food, which presently constitute roughly half of the consumer inflation basket, will be taxed at zero rate. The lowest rate of 5% would be for common use items. There would be two standard rates of 12 per cent and 18 per cent, which would fall on the bulk of the goods and services. This includes fast-moving consumer goods. Highest tax slab will be applicable to items which are currently taxed at 30-31% (excise duty plus VAT). Ultra luxuries, demerit and sin goods (like tobacco and aerated drinks), will attract a cess for a period of five years on top of the 28 per cent GST. The collection from this cess as well as that of the clean energy cess would create a revenue pool which would be used for compensating states for any loss of revenue during the first five years of implementation of GST.",
        "type": "It would be a dual GST with the Centre and States simultaneously levying it on a common tax base. The GST to be levied by the Centre on intra-State supply of goods and / or services would be called the Central GST (CGST) and that to be levied by the States would be called the State GST (SGST). Similarly Integrated GST (IGST) will be levied and administered by Centre on every inter-state supply of goods and services.",
        "returns": "For properly updating the invoices, Indian taxpayers and businesses have to file certain returns with the Government. These returns have to be mandatorily filed as any non-compliance towards the same may lead to disallowance of input tax credit, apart from attracting penalties and interests, etc. Proper filing of information and passing the same in the returns is a mandatory process for smooth flow of credit to the last recipient. The returns have been designed so that all transactions are in sync with each other and that no transaction is left unattended between the buyer and the seller. All the data is stored in GSTN, which can be accessed by the users/taxpayers anytime online. Depending on the type of GST registration (Regular, Composite, etc) businesses will need to file upto 37 GST returns every year. These returns can be filed using any GST Return Filing Software or directly from GSTN portal.",
        "exports":"Exports will be treated as zero rated supplies. No tax will be payable on exports of goods or services, however credit of input tax credit will be available and same will be available as refund to the exporters."
    },
